[
    "Для подключения используйте свои учетные данные, полученные в деканате.",
    "В университете работает клуб робототехники и IT-разработок.",
    "Расписание магистрантов доступно на сайте факультета в разделе 'Магистратура'.",
    "Запись осуществляется через Центр дополнительного образования.",
    "Обратитесь к дежурному сотруднику на стойке информации.",
    "Да, стажировки предлагаются в рамках международных программ университета.",
    "Требуется заявление, академическая справка и согласие принимающего университета.",
    "Общежития включают комнаты на 2–4 человека с общей кухней и душем.",
    "Обратитесь к преподавателю и предоставьте информацию о целях рекомендации.",
    "Зимняя сессия начинается в декабре согласно расписанию.",
    "Экскурсии проводятся в рамках Дня открытых дверей и по предварительной записи.",
    "Предусмотрены очная, заочная и вечерняя формы обучения.",
    "Согласуйте дополнительное занятие с преподавателем или куратором.",
    "Предлагаются курсы английского, немецкого, китайского и других языков.",
    "Обратитесь к научному руководителю для консультации.",
    "Медицинская справка выдается в здравпункте университета.",
    "Проводятся турниры по футболу, баскетболу, шахматам и другим видам спорта.",
    "План доступен на сайте факультета в разделе 'Учебные программы'.",
    "Заявки принимаются на кафедре или через электронную систему.",
    "Рассмотрение занимает до 5 рабочих дней.",
    "Да, визовая поддержка оказывается международным отделом университета.",
    "Организуются встречи выпускников, ярмарки вакансий и торжественные церемонии.",
    "Обратитесь в бухгалтерию для выяснения причин задержки.",
    "Необходимо сдать все контрольные работы и лабораторные задания.",
    "Регистрация на хакатон проходит через сайт университета или организаторов.",
    "Список книг указан в учебных программах на сайте кафедры.",
    "Да, подайте заявление в деканат и предоставьте подтверждающие документы.",
    "Защита проходит перед комиссией, расписание публикуется за месяц до начала.",
    "Занятия проходят в спортивном комплексе университета.",
    "Это гибкий график обучения, учитывающий потребности студента.",
    "Да, по согласованию с деканатом и преподавателями.",
    "Лекции проходят в корпусе №3, аудитория 105.",
    "Обратитесь к куратору или в учебную часть.",
    "Доступны адаптированные программы и специальные условия для обучения.",
    "Да, при наличии свободных мест и согласии деканата.",
    "Регистрация проводится через Центр научной работы студентов.",
    "Подайте заявление в бюро пропусков университета.",
    "Это курсы или программы повышения квалификации для студентов и сотрудников.",
    "Сертификаты выдаются на кафедре после завершения мероприятия.",
    "Да, такие программы организуются международным отделом университета.",
    "Доступны льготы на проживание и скидки на обучение в зависимости от гражданства.",
    "Обратитесь к преподавателю для назначения новой даты пересдачи.",
    "Да, подайте заявку через Центр научной работы студентов.",
    "Проверка статуса доступна через личный кабинет.",
    "Да, при успешной сдаче экзаменов на оба направления.",
    "Обратитесь к коменданту или в студенческий совет общежития.",
    "Список программ доступен на сайте университета в разделе 'Магистратура'.",
    "Стажировки организуются партнёрскими компаниями и IT-кластерами университета.",
    "Да, дистанционное обучение доступно для ряда направлений.",
    "Обратитесь в IT-отдел для восстановления логина и пароля."
  ]